{"translation-revision-date":"2022-02-12 11:29:23+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Connection successful!":["Verbinding succesvol!"],"Add the following webhook endpoint {{webhookUrl\/}} to your {{settingsLink}}Stripe account settings{{\/settingsLink}} (if there isn't one already). This will enable you to receive notifications on the charge statuses.":["Voeg het volgende webhook eindpunt {{webhookUrl\/}} toe aan je {{settingsLink}}Stripe account instellingen{{\/settingsLink}} (als die er nog niet is). Dit zal je in staat stellen om meldingen te ontvangen over de oplaadstatussen."],"+ %d more":["+ %d meer"],"Boleto":["Boleto"],"Activate in your Stripe Dashboard":["Activeer in je Stripe dashboard"],"%s requires activation in your {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Follow the instructions there and check back soon.":["%s vereist activering in je {{stripeDashboardLink}}Stripe dashboard{{\/stripeDashboardLink}}. Volg de instructies daar en kom snel terug."],"All settings will be cleared and your customers will no longer be able to pay using cards and other payment methods offered by Stripe.":["Alle instellingen zullen worden gewist en je klanten zullen niet langer kunnen betalen met kaarten en andere betaalmethoden die door stripe worden aangeboden."],"Describe how customers should use this payment method during checkout.":["Beschrijf hoe klanten deze betaalmethode moeten gebruiken tijdens het afrekenen."],"Enter a name which customers will see during checkout.":["Voer een naam in die klanten zullen zien bij het afrekenen."],"Alipay is a popular wallet in China, operated by Ant Financial Services Group, a financial services provider affiliated with Alibaba.":["Alipay is een populaire wallet in china, die wordt beheerd door Ant Financial Services Group, een financiële dienstverlener die gelieerd is aan Alibaba."],"%1$s won't be visible to your customers until you add %2$s to your store.":["%1$s zal niet zichtbaar zijn voor je klanten totdat je %2$s toevoegt aan je winkel.","%1$s zal niet zichtbaar zijn voor je klanten totdat je een van deze munteenheden toevoegt aan je winkel: %2$s."],"Account disconnected.":["Rekening verbroken."],"%s cannot be enabled at checkout. Click to expand.":["%s kan niet worden ingeschakeld bij het afrekenen. Klik om uit te breiden."],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s is niet beschikbaar voor je klanten wanneer de instelling \"handmatig vastleggen\" is ingeschakeld."],"Disconnect":["Loskoppelen"],"Enter account keys":["Accountsleutels invoeren"],"Account keys saved.":["Account sleutels opgeslagen."],"Are you sure you want to enable manual capture of payments?":["Weet je zeker dat je betalingen handmatig wilt vastleggen?"],"Enable manual capture":["Handmatig vastleggen inschakelen"],"Account details":["Account details"],"Add customer order number to the bank statement":["Voeg bestelnummer van klant toe aan bankafschrift"],"Advanced settings":["Geavanceerde instellingen"],"By clicking \"Create or connect an account\", you agree to the {{tosLink}}Terms of service.{{\/tosLink}}":["Door op \"Maak een account aan\" te klikken, ga je akkoord met de {{tosLink}}Terms of service.{{\/tosLink}}"],"Cancel":["Annuleren"],"contact support":["contact opnemen met ondersteuning"],"Create or connect an account":["Een account aanmaken of verbinden"],"Disable":["Uitschakelen"],"Disable the new payments experience":["De nieuwe betalingservaring uitschakelen"],"Edit account keys":["Accountsleutels bewerken"],"Edit details or disconnect account":["Wijzig details of verbreek de verbinding"],"Enable test mode":["Inschakelen testmodus"],"All Other Payment Methods":["Alle andere betaalwijzen"],"All Payment Methods":["Alle betaalmethoden"],"Amount":["Bedrag"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["De kosten moeten binnen 7 dagen na autorisatie worden vastgelegd op het detailscherm van de bestelling, anders worden de autorisatie en de bestelling geannuleerd."],"Customer bank statement":["Bankafschriften van klanten"],"Disabled":["Uitgeschakeld"],"Enable":["Inschakelen"],"Enable payments via saved cards":["Betalingen via opgeslagen kaarten mogelijk maken"],"Enable separate credit card form":["Schakel apart credit card formulier in"],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen uit Oostenrijk, België, Duitsland, Italië, Nederland en Spanje."],"Credit card \/ debit card":["Kredietkaart\/debetkaart"],"Direct debit payment":["Betaling via automatische incasso"],"Enabled":["Ingeschakeld"],"Cart":["Winkelwagen"],"Early access":["Vroege toegang"],"General":["Algemeen"],"Enable or disable Stripe on your store, enter activation keys, and turn on test mode to simulate transactions.":["Schakel Stripe in of uit op je winkel, voer activeringssleutels in, en zet de testmodus aan om transacties te simuleren."],"Product page":["Productpagina"],"Save changes":["Wijzigingen opslaan"],"Checkout":["Afrekenen"],"Enable express checkouts":["Schakel expres afrekenen in"],"Show express checkouts on":["Toon expres afrekenen op"],"Customize appearance":["Weergave aanpassen"],"Payments accepted on checkout":["Betalingen geaccepteerd bij het afrekenen"],"Express checkouts":["Snel afrekenen"],"Payment Methods":["Betaalmethoden"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Laat je klanten hun favoriete expres betaalmethoden en digitale wallets gebruiken voor sneller, veiliger afrekenen in verschillende delen van je winkel."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Door deze functie in te schakelen, ga je akkoord met {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, en {{googleLink}}Google{{\/googleLink}}'s gebruiksvoorwaarden."],"Select payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Selecteer beschikbare betalingen voor klanten bij het afrekenen. Op basis van hun apparaattype, locatie en aankoop geschiedenis, krijgen je klanten alleen de meest relevante betaalwijzen te zien."],"Learn more":["Ontdek meer"],"Name":["Naam"],"EPS":["EPS"],"Multibanco":["Multibanco"],"Bancontact":["Bancontact"],"SEPA Direct Debit":["SEPA-incasso"],"Alipay":["Alipay"],"Enable Stripe":["Stripe inschakelen"],"Description":["Beschrijving"],"Settings":["Instellingen"],"If enabled, users will be able to pay with a saved card during checkout. Card details are saved on Stripe servers, not on your store.":["Als dit is ingeschakeld, kunnen gebruikers afrekenen met een opgeslagen kaart. Kaartgegevens worden opgeslagen op Stripe-servers, niet in je winkel."]}},"comment":{"reference":"build\/upe_settings.js"}}